"ConfirmSaveTitle" 			= "Confirmer l’enregistrement";
"ConfirmSaveMsg"			= "Souhaitez-vous enregistrer les modifications apportées aux réglages de mobilité ?";
"ConfirmSaveSave"			= "Enregistrer";
"ConfirmSaveCancel"			= "Annuler";
"ConfirmSaveDontSave"		= "Ne pas enregistrer";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Créer";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Un mot de passe principal FileVault est défini pour cet ordinateur.";
"str_NoMasterPassword" 		= "FileVault requiert un mot de passe principal pour cet ordinateur.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (disque de démarrage)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Calcul de l’espace disponible…";
"str_PHD_InsufficientSpace" = "Espace disponible insuffisant sur « %@ » pour créer le dossier de départ.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automatiquement";
"str_SyncInterval_Manual"  		= "Manuellement";

"str_SyncInterval_OneMinute" 					= "Toutes les minutes";
"str_SyncInterval_LessThanOneHour"  			= "Toutes les %d minutes";
"str_SyncInterval_OneHour"						= "Toutes les heures";
"str_SyncInterval_OneHourOneMinute"				= "Toutes les 1 heure 1 minute";
"str_SyncInterval_LessThanTwoHours"				= "Toutes les 1 heure %d minutes";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Toutes les %d heures";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Toutes les %d heures 1 minute";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Toutes les %d heures %d minutes";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Aucun volume externe connecté.";
"str_UserPicks_NoSuitableVolume" 		= "Volumes appropriés introuvables.";
